[
    {
        "text": "The 2026 United States House of Representatives elections in Georgia will be held on November 3, 2026, to elect the 14 U.S. representatives from the State of Georgia, one from all 14 of the state's congressional districts. The elections will coincide with other elections to the House of Representatives, elections to the United States Senate, and various state and local elections. The primary election will take place on a date that has not yet been announced. The 13th district is based in the southwest suburbs and exurbs of Atlanta. The incumbent is Democrat David Scott, who was re-elected with 71.8% of the vote in 2024."
    },
    {
        "text": "Zig Zag Bridge, Kew crossed the Yarra River, five kilometres (3.1 mi) east of Melbourne, Victoria, Australia, connecting Kew, Victoria and Fairfield, Victoria. The first bridge in this position was for the purpose of transporting stone for the construction of Kew Asylum. It was later used as a pedestrian connection point between Yarra Bend Asylum and Kew Asylum. Repaired in 1877. Rebuilt in 1892. Alterations in 1910. Demolished in 1929. Earmarked for rebuilding but so far never replaced. Located in the vicinity of Bellbird Picnic Area."
    },
    {
        "text": "William Bartram (1674 – September 22, 1711) was an English Quaker politician and settler who was a member of the Pennsylvania Provincial Assembly from Chester County in 1708. After settling in the Province of Carolina, he was killed in present-day North Carolina during the Tuscarora War in 1711. Bartram was the grandfather of the naturalist of the same name."
    },
    {
        "text": "Shehara Jayatilaka, known professionally as Shehara, is a pioneering Sri Lankan metal artist. She entered the Sri Lankan music industry as a soloist in 2011[1], releasing her debut single 'Broken Wings.' Over the years, Shehara has performed at various metal gigs, music festivals, award ceremonies, and corporate events in both Colombo and Kandy. On September 28, 2019, Shehara made history by releasing Fountain of Memory, the first metal album by a female artist in Sri Lanka."
    },
    {
        "text": "The ambassador of the Republic of the Philippines to the Federative Republic of Brazil (Filipino: Sugo ng Republika ng Pilipinas sa Pederatibong Republika ng Brasil, Portuguese: Embaixador da República das Filipinas em República Federativa do Brasil) is the Republic of the Philippines' foremost diplomatic representative in Brazil. As head of the Philippines' diplomatic mission there, the ambassador is the official representative of the president and the government of the Philippines to the president and government of Brazil. The position has the rank and status of an ambassador extraordinary and plenipotentiary and is based at the embassy in Brasilia, the country's capital. This diplomatic post is also accredited as a non-resident ambassador to the countries of Guyana and Suriname."
    },
    {
        "text": "Dziady (lit. 'grandfathers, eldfathers', sometimes translated as Forefathers' Eve) is a term in Slavic folklore for the spirits of the ancestors and a collection of the associated pre-Christian rites. Dziady may also refer to: Dziady (poem); Dziady (wandering beggars); Dziady śmigustne [pl], local Polish Easter tradition; Dziady żywieckie or jukace [pl], local Polish New Year's Eve tradition"
    },
    {
        "text": "Vinendrasinh Dilipsinh Zala (born 1954) is an Indian politician from Gujarat. He is a member of the Gujarat Legislative Assembly from Himatnagar Assembly constituency in Sabarkantha district. He won the 2022 Gujarat Legislative Assembly election representing the Bharatiya Janata Party. Zala is from Prantij, Sabarkantha district, Gujarat. He is the son of Dilipsingh Zala. He completed his LLB in 1977 LLB at Gujarat University, Ahmedabad. Earlier, he did BSc in 1974 at  a college affiliated with Gujarat University."
    },
    {
        "text": "Aaron Farmer is a New Zealand man who, in 2005, was wrongfully convicted of rape. On September 1, 2003, he was riding his Suzuki motorbike in Christchurch around the same time that a 22-year-old woman was dragged into bushes off Colombo Street and raped by a passing motorcyclist.[1] Farmer is autistic and, in the course of their investigation into the case, the police lied to him, telling him they had found his DNA on the victim. Farmer had an alibi, but his public defence lawyer failed to present this at his trial and he was found guilty and sentenced to eight years in prison. His mother managed to find another lawyer, Simon Shamy, who was willing to take on the case. Shamy applied to the Court of Appeal, which quashed Farmer's conviction. Four years later, Farmer received $350,000 in compensation and a formal apology from the Crown for the two years he spent in prison."
    },
    {
        "text": "The Incredible Snow Woman (French: L’ Incroyable femme des neiges) is an upcoming French comedy drama film directed by Sébastien Betbeder. The film starring Blanche Gardin, Philippe Katerine, Bastien Bouillon, Ole Eliassen, and Martin Jensen, revolves around Coline Morel's solo travelling across Greenland, and camping on an ice floe, single-handedly wrestling a bear. It was selected in the Panorama section at the 75th Berlin International Film Festival and was screened in February 2025."
    },
    {
        "text": "On May 19, 1992 and November 3, 1992, elections were held in Portland, Oregon, to elect the mayor. Former Speaker of the Oregon House of Representatives Vera Katz was elected, defeating Portland City Commissioner (and future Congressman) Earl Blumenauer. Portland uses a nonpartisan system for local elections, in which all voters are eligible to participate. All candidates are listed on the ballot without any political party affiliation. All candidates meeting the qualifications competed in a blanket primary election on May 19, 1992. As no candidate received an absolute majority, the top two finishers advanced to a runoff in the November 3 general election."
    },
    {
        "text": "Kpop4planet (K4P) is a climate activist group composed of K-pop fans. It was founded in 2021 by Lee Dayeon and Nurul Sarifah, who were inspired by other fan activism initiatives by K-pop fans. It participates in hashtag activism to place pressure on music companies, as well as companies that partner with K-pop artists, to reduce their environmental impact. Its petitions have received tens of thousands of signatures. Kpop4planet's first campaign convinced the e-commerce company Tokopedia to commit to 100% renewable energy by 2030. "
    },
    {
        "text": "Hanne Reintoft (3 March 1934 – 20 January 2025) was a Danish politician. A member of the Green Left, the Left Socialists, and the Communist Party, she served in the Folketing from 1966 to 1971 and again from 1973 to 1976. Reintoft died on 20 January 2025, at the age of 90."
    },
    {
        "text": "The January 2025 Gulf Coast winter storm is an exceptionally rare and historic winter storm currently developing along the Gulf Coast of the United States. It is expected to bring snowfall to regions of the Gulf Coast that most commonly do not receive wintry precipitation. On January 20, a shortwave trough was expected to develop along the Gulf Coast of the United States into a Gulf low. Ahead of the storm, state agencies mobilized resources in advance of the winter weather."
    },
    {
        "text": "Johannes Josephus Maria 'Jean' Penders (5 April 1939 – 13 January 2025) was a Dutch politician. A member of the Catholic People's Party and the Christian Democratic Appeal, he served in the European Parliament from 1979 to 1994. Penders died in Leidschendam on 13 January 2025, at the age of 85."
    },
    {
        "text": "Emilia 'Mezzy' Brigid Surridge (born 23 September 2004) is a field hockey player from New Zealand. Emilia Surridge was born and raised in Christchurch, New Zealand. She is an alumni of St Margaret's College. In the Premier Hockey League, Surridge plays for the Southern Alpiners. She has also previously represented Canterbury in the Ford National Hockey Championship. Surridge has been a member of the Junior Black Sticks squad since 2023. She was a reserve player for the 2023 FIH Junior World Cup in Santiago."
    },
    {
        "text": "Franklin Cuthbert Oladipo Coker was the first president of the Institute of Chartered Accountants of Nigeria (ICAN). Former Lagos Municipal Treasurer (First Nigerian Municipal Treasurer) and Secretary to the first Lagos State Government. Alongside Akintola Williams his efforts saw the creation of both ICAN and The Association of National Accountants of Nigeria. Franklin C.O. Coker was born in Lagos State on 30th January 1919. His primary education was at Olowogbowo Wesleyan School. Later in 1929 he proceeded to the Wesleyan Boys' High school, Lagos."
    },
    {
        "text": "Taeniophyllum baumei is an epiphytic orchid, native to the Cape York Peninsula in Queensland, in the wet tropics. It was first described in 2018 by Bruce Gray. Like all species of Taeniophyllum it is effectively leafless and has photosynthetic roots. Within the Australian species of Taeniophyllum it is distinguished by: its inflorescence which has 6-20 flowers, which are tightly arranged and are not self-pollinating,[3] and by its roots which are terete in cross-section."
    },
    {
        "text": "Franco Giustinelli (16 June 1940 – 20 January 2025) was an Italian politician. A member of the Italian Communist Party and subsequently the Democratic Party of the Left, he served in the Senate of the Republic from 1983 to 1992. Giustinelli died in Rome on 20 January 2025, at the age of 84. Nazionale Stampa Associata (in Italian). 20 January 2025. Retrieved 21 January 2025."
    },
    {
        "text": "The 2025 Oregon State Beavers baseball team represents Oregon State University in the 2025 NCAA Division I baseball season. The Beavers play their home games at Goss Stadium at Coleman Field. Although the university is a member of the Pac-12 Conference and all other non-football teams are affiliate members of the Western Collegiate Conference, the baseball team competes as an independent.[1] The team is led by Pat Casey Head Baseball Coach Mitch Canham in his sixth season at Oregon State."
    },
    {
        "text": "Nicholas (Nick) Andersen is a cybersecurity professional with extensive experience in both government and private sectors. He served as the Principal Deputy Assistant Secretary and performed the duties of the Assistant Secretary for the Office of Cybersecurity, Energy Security, and Emergency Response (CESER) at the U.S. Department of Energy where he led national efforts to secure U.S. energy infrastructure against various hazards. Andersen earned a Bachelor of Science degree from American Military University, a Master of Science degree from Western Governors University, a Master of Science degree from Brown University, and an Executive Certificate in Public Policy from the Harvard Kennedy School."
    },
    {
        "text": "Riccardo Chieppa (24 May 1926 – 18 January 2025) was an Italian magistrate. He served as a judge of the Constitutional Court from 1995 to 2004 and served as its President from 2002 to 2004. Chieppa died in Rome on 18 January 2025, at the age of 98. Constitutional Court of Italy (in Italian). Archived from the original on 15 April 2016. 'Cordoglio del Presidente Mattarella per la morte di Riccardo Chieppa, Presidente emerito della Corte costituzionale'"
    },
    {
        "text": "Kalmyks campaign against Kazakhs (1609) — (campaign of Oirats against Kazakhs[1]) According to archival documents, in the summer of 1609, a civil conflict took place in the Kazakh Khanate, which the Kalmyk taishas successfully exploited. In July of that year, the Kalmyks informed the Russian authorities that 'currently, the people of the Kazakh Horde are fighting among themselves, and they [the Kalmyks] are going to war against them.' This major Kalmyk campaign against the Kazakh Khanate occurred in late summer to early autumn. V. A. Moiseyev believes that the Kalmyks struck the Kazakhs while advancing along the northern borders of the Kazakh nomadic territories toward the Zhaiyk River. These were the Derbets led by Dalai-Batyr (Dalai-Baatar) and some of the Torguts, although the senior taisha of the Torguts, Kho-Urluk (Kho-Orleg), did not participate in the campaign."
    },
    {
        "text": "Train Journey (1948) is a poem by Australian poet Judith Wright. It was originally published in Meanjin in Winter 1948, and was subsequently reprinted in the author's single-author collections and a number of Australian poetry anthologies. Gazing out of a train window during a night journey the poet sees the stark Australian landscape illuminated under a bright moon. She sees both the inherent beauty of the scenery and the harsh realities of the trees that must forge an existence in the unforgiving ground."
    },
    {
        "text": "Marco Ramirez is an American television producer, screenwriter, and playwright who is best known for his work on the Netflix shows Daredevil and The Defenders, and for co-creating the revival of The Twilight Zone. His writing credits include Sons of Anarchy, Orange Is the New Black, and Fear the Walking Dead. Ramirez worked as both a writer and producer for the first two seasons of Da Vinci's Demons.[1] He began his work on the first season of the Netflix show Daredevil as a writer and executive producer. Alongside Douglas Petrie, he took over as the series' showrunner for the second season, and April 2016, they were announced as the creators of the Marvel crossover miniseries The Defenders. Ramirez worked with Simon Kinberg and Jordan Peele to create the third revival of the CBS science fiction anthology series The Twilight Zone."
    },
    {
        "text": "Wulf Traugott Kruse (30 June 1936 – 12 January 2025) was a German politician. A member of the Free Democratic Party, he served in the Bürgerschaft of Bremen from 1975 to 1976. Kruse died on 12 January 2025, at the age of 88. Korfmacher, Norbert (1997). Mitgliederverzeichnis der Bremischen Bürgerschaft 1946 bis 1996 (in German). Münster: Lit. ISBN 3-8258-3212-0. "
    },
    {
        "text": "Brandon Kidd (born February 13, 1992) is an American professional auto racing driver who has previously competed in the ARCA Racing Series and the Michelin Pilot Challenge. Kidd also competed in series such as the Lucas Oil Empire Super Sprint Series, the United Racing Club, the Southern Ontario Sprints Series, and the Patriot Sprint Tour. (Bold – Pole position awarded by qualifying time. Italics – Pole position earned by points standings or practice time. * – Most laps led.)"
    },
    {
        "text": "Kalilou Singhateh (21 April 1934 – 19 January 2025) was a Gambian politician. A member of the People's Progressive Party, he served in the House of Representatives from 1962 to 1977. Singhateh died in Banjul on 19 January 2025, at the age of 90. Perfect, David (2024). Historical Dictionary of The Gambia. Rowman & Littlefield. p. 514–515. ISBN 978-1-5381-7813-3. 'Veteran independence politician Kalilou Singhateh dies'. The Standard. 20 January 2025. Retrieved 21 January 2025."
    },
    {
        "text": "Omo is a Yoruba word used as a Nigerian slang term that has gained widespread recognition among Nigerians. It is commonly used to express shock, stress, amazement or a precursor to the beginning of a conversation with a friend. Omo is derived from the Yoruba language, where it means 'child'. It is one of the oldest Nigerian slang and relatable to all age brackets. Its versatility makes it a staple in daily discourse. Omo is a notable element of Nigerian culture, frequently appearing in music lyrics, movies, social media conversations and in the daily discourse of an average Nigerian."
    },
    {
        "text": "Subhas Nagar is a locality in South Dumdum of North 24 Parganas district in the Indian state of West Bengal. It is a part of the area covered by Kolkata Metropolitan Development Authority (KMDA). Subhas Nagar is spread across Ward nos. 5 and 6 of South Dum Dum Municipality. Ward no. 6 covers the South Subhas Nagar area. It is a posh locality located near Dum Dum Cantonment metro station and Dum Dum Cantonment railway station. Dum Dum police station under Barrackpore Police Commissionerate has jurisdiction over parts of South Dum Dum Municipal areas."
    },
    {
        "text": "Earnest Johnson (November 30, 1952 – December 23, 2024) was an American politician from the state of Alabama. He served as a Democratic Party member of the Alabama House of Representatives from 1995 to 1999. Born in Birmingham, the son of Johnie and Virginia Sherrer Johnson, he graduated from Springdale High School in 1971. He then served in the U.S. Navy for two years, and subsequently in the U.S. Navy Reserve until 1977. He served as an engineer for CSX Railroad from 1974 to 1988, and in 1985 founded an eponymous funeral home that he would run for the rest of his life.[1] He was elected to the Alabama House of Representatives in 1994, defeating incumbent David Barnes in the Democratic primary, but he in turn was defeated by Oliver Robinson in the 1998 Democratic primary. This came after he faced assault charges from his wife in 1996. He received a bachelor of theology from Birmingham-Easonian Baptist Bible College, becoming a minister. He died on December 23, 2024."
    },
    {
        "text": "Pedro Nolasco de Soto y Colom (20 January 1848 – 26 July 1908) was a Spanish civil engineer who was named co-president of Recreativo de Huelva in its second-ever meeting in 1889. He was born in Seville on 20 January 1848, as the first-born son of Maria Luisa Colom y Colom and Ricardo de Soto y Lavaggi from Cádiz, who had a good social position, and thus moved to Seville, where he worked as a banker. As the son of a well-off family, Nolasco de Soto completed his studies abroad in the 1860s, doing so at the Catholic Institute in Liverpool, together with two of his cousins ​​from Jerez de la Frontera, such as Pedro Nolasco González y Soto."
    },
    {
        "text": "Shaik Khader Noordeen (1933 – 17 August 2021), also known as S. K. Noordeen, was a renowned leprologist from Chennai, India. He was the director of the WHO’s Action Programme for the Elimination of Leprosy from 1994 to 1998, and in recognition of his work, he was awarded the Padma Shri by the Government of India. Shaik Khader Noordeen was born in Keeranur, Madras Presidency on 1 July 1933. He pursued medical studies at Stanley Medical College, Madras, where he earned his M.B.B.S. degree.[3] He specialised in public health, obtaining a Diploma in Public Health (D.P.H.) from the All India Institute of Hygiene and Public Health, Calcutta, and later a Master of Public Health (M.P.H.) from the University of Michigan, USA, in 1963."
    },
    {
        "text": "Christine Wischer (2 March 1944 – 17 January 2025) was a German politician. A member of the Social Democratic Party, she served in the Bürgerschaft of Bremen from 1987 to 1995 and was a member of the Senate of Bremen from 1995 to 2003. Wischer died on 17 January 2025, at the age of 80. 'Christine Wischer'. Munzinger-Archiv (in German). 'Senat trauert um Christine Wischer'. Senate of Bremen (in German). 20 January 2025. Retrieved 20 January 2025."
    },
    {
        "text": "Agnes Pinnick (1901 – 7 August 1953) was a Girl Guide executive. She was chief commissioner for Malaya and Singapore Girl Guides in the 1940s and was credited with 'reorganising the Girl Guide movement' in Malaysia after WWII.[1][2] During WWII she was chair of the Western Australia Guide International Service (GIS) committee. [3] In 1950 she received the Silver Fish Award, the Girl Guide Association's (GGA) highest adult honour, the first person from Singapore or Malaysia to receive the award."
    },
    {
        "text": "Tyler Miles (born February 27, 1992) is an American former professional stock car racing driver who has previously competed in the ARCA Racing Series from 2010 to 2015. Miles also competed in series such as the ASA Southern Super Series, the ASA Southeast Asphalt Tour, and the Show Me The Money Pro Late Model Series. (Bold – Pole position awarded by qualifying time. Italics – Pole position earned by points standings or practice time. * – Most laps led.)"
    },
    {
        "text": "Arvo Horm (until 1935 Arnold Horn, October 8, 1913 – April 15, 1996) was an Estonian politician, economist, and journalist. Arvo Horm was born Arnold Horn at Vastseliina Manor [et],[1][2] the son of Peeter Horn (later Horm, 1874–1946) and Amalie (Maali) Horn (née Liiv, 1879–1954). He studied economics at the University of Tartu from 1934 to 1938[2] and graduated cum laude. He was a member of the Põhjala Estonian Students' Society [et]. He escaped to Sweden via Finland in 1943."
    },
    {
        "text": "Friend Chord is a studio album by Japanese rock band Hitorie. It is their third album since the death of frontman wowaka and their seventh album overall. It is scheduled to release on January 22, 2025. It contains the previously released singles Juggernaut and on the front line, which was released as the opening theme to the second cour of Mushoku Tensei Season 2. On November 8, Hitorie released the digital single Juggernaut (ジャガーノート). Shinoda wrote the lyrics and music, and describes the title and song as 'the feeling you get when playing an electric guitar.' He also drew the album's cover art."
    },
    {
        "text": "Luca Bizzarri (born 13 July 1971) is an Italian actor, comedian, television and radio host. Starting as a theater actor, Luca Bizzarri graduated from the Genoa's Teatro Stabile acting school in 1994. He gained prominence in theatrical performances and later teamed up with Paolo Kessisoglu to form the comedic duo Luca & Paolo. Together, they appeared in television shows like Le Iene, movies, and sitcoms such as Camera Café.[1] They also co-hosted major TV events, including the Sanremo Music Festival 2011.[2] In 2023, he won the third season of LOL - Chi ride è fuori, together with Fabio Balsamo."
    },
    {
        "text": "Executive Order 14166, titled Defending Women From Gender Ideology Extremism And Restoring Biological Truth To The Federal Government, is an executive order signed by United States President Donald Trump on January 20, 2025, during the first day of his second presidential term. The order proposes that gender identity and 'gender ideology' be rejected by the federal government, and that measures be introduced to uphold and protect 'sex-based rights'. It would require federal departments (including on documents such as passports) to only recognize male or female as genders explicitly defined as the biological sex assigned at conception, that various pro-transgender policies adopted by the Biden administration be rescinded, that the federal government be prohibited from promoting or funding the promotion of 'gender ideology', and that federal prisons be segregated by biological sex and not use federal funding to provide gender-affirming care to inmates."
    },
    {
        "text": "Frozen 3 is an upcoming animated musical fantasy film produced by Walt Disney Animation Studios. It is the third installment in the Frozen franchise, following Frozen (2013) and Frozen II (2019). The film continues the story of sisters Elsa and Anna, along with their friends Kristoff, Olaf, and Sven, as they embark on new adventures in the enchanted world of Arendelle. The development of Frozen 3 was officially announced by Disney CEO Bob Iger during a shareholder meeting in February 2023.[3] The announcement followed the immense commercial success of the previous films, which have collectively grossed over $2.7 billion worldwide."
    },
    {
        "text": "The Backrooms is an upcoming American surrealist liminal horror film directed by Kane Parsons who co-wrote the script along with Roberto Patino. It is slated to be produced by Chernin Entertainment, Atomic Monster, 21 Laps Entertainment and A24 who will also distribute it in the US. Exact information on the cast is limited, but Parsons did in an interview state that he might be interested in casting the actors from the web series if their characters return."
    },
    {
        "text": "Evaldo Gonçalves de Queiroz (15 June 1933 – 18 January 2025) was a Brazilian politician. A member of the Democratic Social Party and the Liberal Front Party, he served in the Chamber of Deputies from 1987 to 1995 and was a member of the Constituent Assembly from 1987 to 1988. Gonçalves died in João Pessoa on 18 January 2025, at the age of 91. 'GONÇALVES, Evaldo'. Centro de Pesquisa e Documentação de História Contemporânea do Brasil (in Portuguese)."
    },
    {
        "text": "Darin Harbick is an American Republican politician currently serving in the Oregon House of Representatives. He represents the 12th district, which is a rural district comprising of eastern Lane County as well as a small part of southern Linn County. Harbick defeated incumbent representative Charlie Conrad in the primary, winning over 80% of the vote. The vote was widely seen as a reaction to Conrad's vote in favor of HB 2002, a bill expanding access to abortion and gender-affirming care."
    },
    {
        "text": "Bengawan is an economy class train that serves the Purwosari-Pasar Senen route via the central and southern railway lines of Java Island. The name of this train comes from the longest river that crosses several areas on Java Island, namely Bengawan. This train first operated on the Solo Jebres-Tanah Abang route via Pasar Senen before changing its terminus station to Tanjung Priok in 2013. A year later, there were two route cuts, namely from Solo Jebres to Purwosari on 1 February 2014 and Pasar Senen from Tanjung Priok nine months later."
    },
    {
        "text": "HaShomer HaChadash ('The New Guardian') is an Israeli nonprofit that recruits volunteers to work on farms as security guards and agricultural laborers, inspired by the early twentieth century Hashomer movement. The organization describes itself as 'a Zionist volunteer-based organization that aims to protect the land of Israel and connect the Israeli society and the Jewish people to its heritage.' It was founded in 2007 by Yoel Zilberman. It has an annual budget of over $33 million, making it one of Israel's largest NGOs."
    },
    {
        "text": "Dato Seri Sri Padhmaraja Seenivasagam (1918- July 4, 1975), also known by his initials SP, was a three-term MP in Malaysia who served as leader of the People's Progressive Party. Along with his brother Dharma Raja (DR), SP Seenivasagam was known as a formidable lawyer and parliamentarian in the formative years of Malaya after independence. He led the PPP to a sweeping win in the Ipoh municipal council elections in 1962, becoming the council's president. At this time the PPP held sway in Ipoh, while the Socialist Front was dominant in George Town and Malacca. However the federal government led by Umno then banned local council elections."
    },
    {
        "text": "The 2013 3 Hours of Le Castellet was an auto racing event held at Circuit Paul Ricard in Le Castellet, France on 27–28 September 2013. It was the fifth and final round of the 2013 European Le Mans Series season. Class winners in bold. Cars failing to complete 70% of winner's distance marked as Not Classified (NC). May, Peter (September 27, 2013). 'ELMS: Paul Ricard, Friday Morning Notes'. www.dailysportscar.com. Retrieved January 21, 2025."
    },
    {
        "text": "The Safi Affair of 1863 was an instance of antisemitic persecution based on an accusation of Jewish ritual murder in the city of Safi in the Sultanate of Morocco. n August 1863, two Jews were accused of poisoning a retired Spanish colonel for whom worked as domestic servants for a a fourteen-year-old Jewish boy, Jacob Benyuda, and another Jew named Elias Benillouz,[1] were accused by the Spanish vice consul in Safi of murdering the tax collector in a conspiracy with other Jews.[2] Both of the accused Jews were subsequently executed after confessions extracted by torture.[1] Several Jews were tortured and executed as a result.[3] The Jews of Safi appealed to the Makhzan, the local governor, to intervene without success, then turned to foreign Jewish organizations.[4] The incident attracted international press attention, with The influential British-Jewish banker and philanthropist Moses Montefiore traveled to Morocco to intercede on behalf of Safi's Jews."
    },
    {
        "text": "Luís Antônio Cechinel (7 September 1944 – 16 January 2025) was a Brazilian politician. A member of the Brazilian Democratic Movement, he served in the Chamber of Deputies from 1979 to 1983. Cechinel died in Itajaí on 16 January 2025, at the age of 80. 'Morre o ex vice-prefeito de Itajaí Luiz Cechinel'. Jornal nos Bairros (in Portuguese). 16 January 2025. Retrieved 20 January 2025."
    },
    {
        "text": "April Dobson is an American Democratic politician currently serving in the Oregon House of Representatives. She represents the 39th district, which is mostly within Clackamas County with a small sliver of Multnomah County and includes Happy Valley and Clackamas with a small portion of outer southeastern Portland. Dobson is a member of the North Clackamas School Board. She got into politics advocating for education policy on behalf of one of her children, who has been diagnosed with autism."
    },
    {
        "text": "Agnes Boden MBE (29 November 1894 – 6 November 1967) was a Girl Guide executive in Nottinghamshire. She was awarded an MBE for services to Guiding in 1957. She was associated with the Nottingham Cripples Guild for almost 25 years. Agnes was born to Rev Charles John Boden and Mildred Louise Mary née Wollaston. She had two sisters. Boden served with the Red Cross during WWII.[2] She worked as an administrative officer of the Nottingham Orthopaedic Clinic. [3] She lived with Mary Hewitt (1895-1960), her close friend, at Barrack Lane, Nottingham, until Hewitt's death."
    },
    {
        "text": "Parabole Studio is a Canadian (Quebec) independent video game developer based in Quebec City. It was founded in 2012 by Etienne Lemieux, Maxime Charbonneau, and Alexandre Fiset. Parabole Studio was founded by Etienne Lemieux, Maxime Charbonneau, and Alexandre Fiset in 2012. Before creating the studio, all three worked at Beenox, a subsidiary of Activision. Their initial idea for the studio was to create short games for people who did not have a lot of free time. On August 7, 2014, the company launched a crowdfunding campaign on the Kickstarter website to fund the development of Kona, their first game. Their goal of CA$40,000 was reached on September 6, 2014. On July 15, 2022, the game's sequel, Kona II : Brume, was announced. The game was released on october 18, 2023."
    },
    {
        "text": "Witold Wojciech Dąbrowski (5 June 1932 – 12 January 2025) was a Polish politician. A member of the Polish United Workers' Party, he served as voivode of Siedlce from 1975 to 1977. Dąbrowski died on 12 January 2025, at the age of 92. Witold Wojciech'. Bulletin of Public Information (in Polish). Witold Dąbrowski'. Gazeta Wyborcza (in Polish)."
    },
    {
        "text": "Philip (Stavitsky) (Russian: Филипп (Ставицкий), romanized: Filipp (Stavickij); April 14, 1884 - December 12, 1952), born Vitaly Stephanovich Stavisky (Russian: Виталий Степанович Ставицкий, romanized: Vitalij Stepanovich Stavickij), was the archbishop of Astrakhan from 1928 to 1952. He was also archbishop of Smolensk from 1920 to 1928 and bishop of Alaska from 1916 to 1917. Philip was born as Vitaly Stephanovich Stavisky on April 14, 1884 in Narodychi, Russia, the son of a local priest.[1] He graduated from the Moscow Theological Academy in 1910 and was consecrated in a monastery in Chernigov; in the following year, he was transferred to Kiev and resided at the Kiev Lavra of the Caves. In 1914, he was a hospital chaplain in the Russian Imperial Army."
    },
    {
        "text": "The actor-critic algorithm (AC) is a family of reinforcement learning (RL) algorithms that combine policy-based RL algorithms such as policy gradient methods, and value-based RL algorithms such as value iteration, Q-learning, SARSA, and TD learning. An AC algorithm consists of two main components: an 'actor' that determines which actions to take according to a policy function, and a 'critic' that evaluates those actions according to a value function.[2] Some AC algorithms are on-policy, some are off-policy. Some apply to either continuous or discrete action spaces. Some work in both cases."
    },
    {
        "text": "Miss Grand Brazil 2025 is the upcoming 7th edition of the Miss Grand Brazil pageant, it will hold on 5 July, 2025.[1][2] Candidates from 27 states and federal district of Brazil will compete for the title. At the end of the event, Talita Hartmann of Rio Grande do Sul will crown her successor who will then represent the country at the international parent stage, Miss Grand International 2025. The 27 candidates[3] have been selected for the pageant: Santa Catarina."
    },
    {
        "text": "Mount Hooker is a 2,640-metre-elevation (8,661-foot) mountain in the West Coast Region of New Zealand. Fettes Peak is located in the Southern Alps of the South Island. Precipitation runoff from the mountain drains south into the headwaters of the Clarke River, and north into the headwaters of the Ōtoko River. Topographic relief is significant as the summit rises 1,740 metres (5,709 feet) above the Ōtoko Valley in two kilometres, and 2,240 metres (7,349 feet) above the Clarke Valley in four kilometres. The nearest higher peak is Mount Dechen, seven kilometres to the northeast.[2] The mountain's toponym was applied by Julius von Haast to honour Joseph Dalton Hooker (1817–1911), British botanist and explorer."
    },
    {
        "text": "Gabriella Pequeno Costa Gomes de Aguiar (born 8 March 1990) is a Brazilian medic and politician who is affiliated with the Social Democratic Party (PSD). She is the current vice-mayor, as well as the municipal secretary of Human Rights and Social Development, of Fortaleza. Aguiar was born on 8 March 1990 in Fortaleza, the daughter of politicians Domingos Filho [pt] and Patrícia Aguiar [pt]. She is also the brother of Domingos Neto. Aguiar took secondary school and university courses at Centro Universitário Christus (Unichristus), graduating with a degree in medicine, specializing in geriatrics. She completed her clinical residency at the Hospital Geral de Fortaleza and in the Geriatric Ward at the Hospital das Clínicas da Universidade de São Paulo."
    },
    {
        "text": "Spotted tiger mine was a mica mine in the Harts Range area of the Northern Territory of Australia and it is now abandoned It was once lauded the 'greatest mica mine the world. The mine primarily produced muscovite, a form of white mica, although smoky quartz and garnet were also found there.[2] It got its name from the staining of much of the mica found there which made it appear 'spotted'. The Traditional Owners of this site are the Pwetyalaneme and Artwele peoples."
    },
    {
        "text": "Alexey Andreevich Zlobin (Russian: Алексей Андреевич Злобин; 21 March 1935 – 16 January 2025) was a Russian politician. He served in the Congress of People's Deputies of Russia from 1990 to 1993. Zlobin died on 16 January 2025, at the age of 89. Semko, Elena (13 October 2020). 'Другого такого нет. Священник из Городни исповедовал многих известных людей'. Argumenty i Fakty (in Russian). Retrieved 20 January 2025. 'Отошел ко Господу протоиерей Алексей Злобин'. Diocese of Tver (in Russian). 16 January 2025. Retrieved 20 January 2025."
    },
    {
        "text": "Noah Stollman (Hebrew: נח סטולמן) (born September 29, 1966) is an Israeli screenwriter and TV producer. Stallman was born in the United States. His family emigrated to Israel when he was three and he grew up in Jerusalem. After he graduated from Sam Spiegel Film and Television School, he and his wife moved to New York in 1995, where they lived for 14 years and had two children. Having a number of colleagues in Israel, during this time he wrote several scripts for Israeli TV and cinema. In 2009 he returned to Israel."
    },
    {
        "text": "Clapper is an American short-form video-hosting service headquartered in in Carrollton, Texas. It was founded in 2020 by Chinese entrepreneur Edison Chen as an alternative for TikTok for mature audiences. With its offices in Carrollton, Texas, Clapper was founded in July 2020 by Edison Chen, born in Xiamen, China. Chen considered that most online platforms, such as TikTok, were being targeted to young generations, such as Generation Z. He then concepted Clapper as a service with short-form content for mature audiences among Generation X and millenials, while not intending to compete directly with TikTok."
    },
    {
        "text": "Setiawangsa Rangers Football Club (Malay: Kelab Bolasepak Setiawangsa Rangers) is a Malaysia amateur football club based in Setiawangsa, Federal Territories of Malaysia. They currently play in the in the Kuala Lumpur League, KLFA Premier League One. The club's home ground is the 1,000 capacity Setiawangsa Mini Stadium. Setiawangsa Rangers Football Club was founded on 8th August 2018. The club is registered under the Commissioner of Sports Malaysia with registration number 9570/2018. Setiawangsa Rangers Football Club is a Affiliate Member of the Kuala Lumpur Football Association."
    },
    {
        "text": "Tuas TV World, also known as Tuas Training Village, was a TV studio facility formerly located at Tuas in Singapore. Built in 1990 by Singapore Broadcasting Corporation at the estimated budget of S$35 million. the facility occupying a land area of 6.6 hectares was designed to resemble Singapore in the 1950s and the 1960s. The facility comprised of five Singapore and three Chinese sets. The premises erected of structures resembling replicas of old cinema, railway station, fire station, church, mansions, and traditional shophouses. Three main streets traversed around these buildings, and a 215m-long replica of the Singapore River was also constructed for filming purposes."
    },
    {
        "text": "The 2024 Pink Ladies Cup was the first edition of the Pink Ladies Cup, an annual women's football tournament held for the women's national association football teams. The tournament took place from 23 to 30 October 2024 in Antalya. Six football associations from four confederations (namely UEFA, CONCACAF, CAF and AFC) confirmed their participation in the tournament. 'Kenya suffer defeat in Pink Ladies Cup opening match - CECAFA FOOTBALL' (in Italian). 2024-10-23. Retrieved 2025-01-21."
    },
    {
        "text": "The albums discography of American singer-songwriter Peggy Lee contains 40 studio albums, 91 compilation albums, three live albums, seven video albums, 20 extended plays (EP's) and seven box sets. Her debut studio album, Rendezvous with Peggy Lee, was released by Capitol Records in 1948. The Decca label then issued Lee's next four studio albums, beginning with 1953's Black Coffee and ending with 1957's Dream Street. Her 1954 collaboration with Bing Crosby and Danny Kaye reached number two on the US Billboard Best-Selling LP's chart. A majority of Lee's studio LP's were issued with Capitol, which occurred between 1957 and 1972. Four of Lee's Capitol studio albums made the top 20 of US Billboard 200 chart through 1959: The Man I Love, Jump for Joy, Things Are Swingin' and Beauty and the Beat!."
    },
    {
        "text": "RSB Bello-Fadile is a retired Nigerian Army Colonel, who served the Nigerian Army between 1971 and 1999. Col. Bello-Fadile is from Kabba town, Kabba/Bunu Local Government Area of Kogi State. He attended the Ilorin Teacher's College in Ilorin, Kwara State. He then joined the Nigerian Defence Academy in Kaduna in 1971. RSB Bello Fadile was commissioned as a Second Lieutenant on 3 December 1971 into the Infantry Corps of the Nigerian Army. RSB Bello-Fadile has a degree in law and also doctorate degree in law from from Ahmadu Bello University, Zaria."
    },
    {
        "text": "Ruperto Langomes Ambil II (born March 27, 1975), commonly known as Rupert Ambil, is a Filipino journalist. Ambil was on March 27, 1965 in Borongan, Eastern Samar to Ruperto Ambil Jr. and Anna Dilao Langomes. His father served as the 4th Governor of Eastern Samar from 1998 to 2001. He finished his secondary studies at University of the Philippines Integrated School (UPIS) in 1992 and pursued journalism degree at University of the Philippines Los Baños and Diliman."
    },
    {
        "text": "Curtis attends Nashville Christian School in Bellevue, Tennessee. As a sophomore in 2023, he completed passed for 2,522 yards, 25 touchdowns and nine interceptions and rushed for 503 with yards with 13 touchdowns. As a junior in 2024, he completed 179 of 255 passes for 2,830 yards with 40 touchdowns and three interceptions and added 637 rushing yards and 18 touchdowns. He led his team a State Championship and was named the Tennessee Gatorade Football Player of the Year and Tennessee Mr. Football. A five-star recruit, Curtis is one of the top quarterback and overall recruits in the 2026 class. In March 2024, he committed to the University of Georgia to play college football before decomitting in October of that year."
    },
    {
        "text": "Phlox longifolia, the longleaf phlox, is a species of flowering plant in the family Polemoniaceae.[2] It is native to British Columbia and the western and west-central United States, but is absent west of the Cascades.[1][2] A perennial subshrub reaching 15 in (38 cm) but usually shorter, it is typically found in dry, open situations such as slopes, rocky areas, and plains. 'Phlox longifolia Nutt'. Plants of the World Online. Royal Botanic Gardens, Kew. Retrieved 21 January 2025."
    },
    {
        "text": "Johnny Rivera (born 1949), better known by the ring name Invader III, is a retired Puerto Rican professional wrestler in the World Wide Wrestling Federation and the World Wrestling Council during the 1970s and 1980s. Began his professional wrestling career in 1975 in the World Wide Wrestling Federation.[3] He left the WWF in 1980 and returned to Puerto Rico. WWC World Tag Team Championship (3 times) - with Invader I (3), WWC World Junior Heavyweight Championship (7 times). "
    },
    {
        "text": "Yusuf Kırkpınar (1949 – 16 January 2025) was a Turkish politician. A member of the Nationalist Movement Party, he served in the Grand National Assembly from 1999 to 2002. Kırkpınar died on 16 January 2025, at the age of 75. 'Yusuf KIRKPINAR'. Grand National Assembly (in Turkish). Archived from the original on 2 July 2023. 'Eski İzmir Milletvekili Yusuf Kırkpınar son yolculuğuna uğurlandı'. ankahaber (in Turkish). 18 January 2025. Retrieved 20 January 2025."
    },
    {
        "text": "American singer PJ Morton has released nine studio albums, 5 live albums, 1 mixtape, and two extended plays. He also released one project with the PJ Morton Band and one remix. He also has music with the band Maroon 5. In 2005, Morton released his debut studio album Emotions at age 23. 5 years later, he returned with Walk Alone (2010), and three years later he returned with his most acclaimed album at the time New Orleans. It reached #194 on the Billboard 200 and #23 on the Top R&B/Hip-Hop Albums chart. He also released an EP the previous year called Following My First Mind. In 2016 he released his final EP Sticking to My Guns. In 2017, Morton hit his stride with his fourth studio album Gumbo. He followed up Gumbo with a live version and two studio albums Paul (2019) and Gospel According to PJ: From the Songbook of PJ Morton (2020)."
    },
    {
        "text": "Sudin Phuyuthanon (Thai: สุดิน ภูยุทธานนท์; 20 September 1937 – 12 January 2025) was a Thai politician. A member of multiple political parties, he served in the House of Representatives from 1975 to 1976, 1986 to 1988, and 1992 to 1996. Phuyuthanon died in Mueang Pattani district on 12 January 2025, at the age of 87. 'นายสุดิน ภูยุทธานนท์'. thaiswatch (in Thai). Archived from the original on 27 July 2013."
    },
    {
        "text": "The 2023 Fastnet Race, sponsored by Rolex and hosted by the Royal Ocean Racing Club in Cowes, was the 50th running of the Fastnet Race. It begins off the Royal Yacht Squadron start line at Cowes on the Isle of Wight in England at 1 pm on 22nd July 2023, before leaving the Solent through the Needles Channel as it follows the southern coastline of England westward down the English Channel, before rounding Land's End. After crossing the Celtic Sea, the race rounds the Fastnet Rock off the southwest coast of Ireland. Returning on a largely reciprocal eastward course, the race rounds the Isles of Scilly before crossing the finish line in Cherbourg-en-Cotentin, France."
    },
    {
        "text": "The 2025 LET Access Series was a series of professional women's golf tournaments held from April through October 2024 across Europe. The LET Access Series is the second-tier women's professional golf tour in Europe and is the official developmental tour of the Ladies European Tour. The table below shows the 2025 schedule. The numbers in brackets after the winners' names show the number of career wins they had on the LET Access Series up to and including that event. The top 7 players on the LETAS Order of Merit will earn membership of the Ladies European Tour for the 2026 season."
    },
    {
        "text": "Defending Women from Gender Ideology Extremism and Restoring Biological Truth to the Federal Government is an executive order issued by Donald Trump on January 20, 2025,[1] the day of his inauguration as president of the United States. It was described as part of a broader effort to deny the existence of transgender people[2] and roll back their protections.[3][4][5][6] It attacks 'gender ideology'—a term utilized by the anti-gender movement—and defines woman as 'adult human female', a term popularized by British far-right anti-transgender activist Kellie-Jay Keen-Minshull.[1][7][8] The document promotes the talking points of the anti-gender and gender-critical movements, including ideas such as 'sex-based rights', claims that there is an effort to 'eradicate the biological reality of sex' in language and policy and refers to trans women as 'men [who] self-identify as women'."
    },
    {
        "text": "The 1987–88 season was Watford's 107th season in existence, and their sixth season in the First Division, following promotion in the 1981–82 season, in which they finished 20th, and were relegated back to the Second Division. Along with the First Division, they competed in the FA Cup and Football League Cup, being eliminated in the sixth round and fourth round respectively. Main article: 1987–88 Football League First Division. 'Watford Manager History | Past & Present'. Soccer Base."
    },
    {
        "text": "The 1960–61 Middlebury Panthers men's ice hockey season was the 36th season of play for the program. The Panthers represented Middlebury College and were coached by Duke Nelson, in his 19th season. During the season, Phil Latreille set many NCAA records including goals in a season (80), career goals (250), and career points (346) that still stand as of 2024. No Middlebury team had more anticipation from the start of the season than the 1960–61 Panthers. Phil Latreille, the new team captain had already twice set the record for goals in season by scoring 57 as a sophomore and then 77 as a junior."
    },
    {
        "text": "Louis XVIII Receiving the Duke of Angoulême on His Return from the Spanish Campaign is an 1823 history painting by the French artist Antoine Jean-Baptiste Thomas.[1] [2] It features a group portrait of the leading members of the French Royal Family as Louis XVIII welcomes his nephew Louis Antoine, Duke of Angoulême back from his successful military campaign in Spain in command of the Hundred Thousand Sons of Saint Louis. Showing the Tuileries Palace it features the gout-ridden monarch seated as he congratulates Angoulême. The Duke's wife Marie Thérèse clings to her husband. Behind the king is Angoulême's father the Count of Artois (later Charles X of France) who holds up the young Duke of Bordeaux. On the right is the Duchess of Berry, the widow of Angoulême's younger brother who had been assassinated in 1820, along with her daughter Princess Louise."
    },
    {
        "text": "The Family of Man (BH 513) is a series of nine abstract sculptures (BH 513a to 513i) by the British artist Barbara Hepworth. Created as plaster models in 1970s, an edition of 4+2 (four castings of each individual figure, plus two complete sets) was cast by the Morris Singer foundry in 1972 and 1974. It was one of the last major works compeleted by Hepworth before her death in 1975. Sometimes known by an early title Nine Figures on a Hill, the series comprises nine large bronze standing sculptures each about 8 ft (2.4 m) high, that can be arranged as an ensemble to represent a group of people. They have been compared to Stone Age menhirs, and may take inspiration from Edward Steichen touring photography exhibition entitled The Family of Man."
    },
    {
        "text": "Richard James Howrigan (February 14, 1933 – January 18, 2025) was an American politician. He served as a Democratic member of the Vermont House of Representatives. Howrigan was born in Colchester, Vermont, the son of Edward James Howrigan and Helen Alice Maloney. He attended St. Mary's High School, graduating in 1947.[2] He also attended Saint Michael’s College, earning his B.A. degree in 1956. He served as a volunteer in the United States Peace Corps in Ethiopia from 1962 to 1964."
    },
    {
        "text": "Churchill United SC is a soccer club based in Churchill, Victoria, Australia. The club was founded in 1969 and currently competes in Latrobe Valley Soccer League (LVSL). After a relatively barren stretch in their formative years, Churchill emerged as one of the LVSL's strongest clubs in the 2000s, winning five league titles between 2007 and 2014 and five Battle of Britain Cups between 2005 and 2013. The club has historically attracted support from the southern area of Latrobe City, with players and fans of the Rams coming from as far as Hazelwood North, Hazelwood South, Jeeralang, Yinnar and Boolarra."
    },
    {
        "text": "Basil Nasr al-Kafarna (Arabic: باسل ناصر الكفارنة; 16 February 1966 – 20 January 2025) was a Palestinian politician. He served as Minister of State for Relief Affairs from 2024 to 2025. Al-Kafarna died in Amman following complications from surgery on 20 January 2025, at the age of 58. 'الحكومة التاسعة عشرة برئاسة الدكتور محمد مصطفى تؤدي اليمين الدستورية أمام الرئيس'. Wafa (in Arabic). 31 March 2025. Retrieved 20 January 2025."
    },
    {
        "text": "The Vial Autopista–Artemisa (Motorway–Artemisa Road), is a 4 lane road connecting the A4 motorway to the city of Artemisa in Cuba. Locally, it is known as the Vial al Autopista (Road to the Motorway). The road project started in 2012 and the construction phase began in 2015.[1] In order to make the road, the Empresa de Vialidad del Gobierno (Government Highway Company) invested 34,000,000 CUP for the project. The road was set to make travel time from Havana to Artemisa less, originally going from the A4 to the Road of El Jobo (Highway 2-23) to the Carretera Central to finally arrive at the city of Artemisa, with the new road being safer due to wider lanes and a median and faster due to a higher speed limit, with the route going from 25 minutes to just 10 minutes."
    },
    {
        "text": "The Pala invasion of Hunas was a short war between the Pala Empire, Huns, and Iranians of India. The Pala Empire's King Devapala of Bengal and his son Mahendrapala both fought against the Huns and successfully defeated them. Devpala's empire extended up to the Vindhyas and the Himalayas. He had two oceans under his influence, the Arabian Sea and the Bay of Bengal. After dealing with the Tibetan Empire, Devapala started a campaign against Bhoja. In this campaign, Devapala was defeated but soon led campaigns against the Hunas and the Kambojas in the northwest."
    },
    {
        "text": "The 2025 Laurence Olivier Awards will be held on 6 April 2025 at the Royal Albert Hall. 23 June 2024: Ceremony date set for 6 April 2025 and venue confirmed as Royal Albert Hall. The Olivier Awards eligibility cut-off date for the 2024–25 season is 14 February, 2025 for all London productions which meet all other eligibility requirements, nominations will be announced in March 2025. 'Olivier Awards sets 2025 date and venue', 23 July 2024. Retrieved 21 January 2025."
    },
    {
        "text": "Nawab Jafar Mir Abdullah was an Indian nobleman and art enthusiast from Lucknow, known for his deep connection to the city's cultural heritage and his contributions to the arts. Born into the royal family of Awadh, he was the Nawab of Dehta and Dhaurera. He served as a cultural and heritage ambassador of Lucknow. He was a direct descendant of Nawab Asaf-ud-Daula, the ruler of Awadh (1775 to 1797) who commissioned the construction of the Bara Imambara in Lucknow."
    },
    {
        "text": "Jesús Pérez Varela (Galician: Xesús Pérez Varela; 19 April 1949 – 16 January 2025) was a Spanish politician. A member of the People's Party of Galicia, he served as Minister of Culture and Social Communication of Galicia from 1997 to 2005 and was a member of the region's parliament from 1997 to 2001. Pérez died of cancer in Santiago de Compostela, on 16 January 2025, at the age of 75. Santos, Amara (16 January 2025). 'Muere Xesús Pérez Varela, impulsor de la Cidade da Cultura de Santiago y exconselleiro de Fraga'. El Español (in Spanish). Retrieved 20 January 2025."
    },
    {
        "text": "Nien-Hsi Yang (Chinese: 陽念希; born 10 August 2006) is a Taiwanese professional baseball pitcher in the San Francisco Giants organization. Yang was born in Tainan, Taiwan. His father is former Uni-President Lions pitcher Yang Tung-yi. As a student at Pingjen Senior High School in Taoyuan, he was selected to play on the Taiwanese national team in the 2022 and 2023 U-18 Baseball World Cups. In the 2022 tournament, he pitched against the United States, recording a complete game win and giving up 2 earned runs."
    },
    {
        "text": "Barbara Blegen is an American pianist of classical music. She is a former child prodigy[2] and is sister to soprano Judith Blegen. Barbara Blegen was born in Missoula, Montana to a musical family. She soon began piano lessons with University of Montana piano professor George Hummel. Her musical aptitude inspired her sister Judith Blegen to begin singing in middle-school choir. A child prodigy, she gave her solo debut at the age of 11, and orchestral debut with the Missoula Symphony Orchestra at age 13. At the age of 15, she was selected by Rudolf Serkin to study at the Curtis Institute of Music in Philadelphia on a full-ride."
    },
    {
        "text": "Eliška Wagnerová (7 September 1948 – 18 January 2025) was a Czech judge and politician. A member of the Green Party, she served as president of the Supreme Court from 1998 to 2002 and was a Senator from 2012 to 2018. Wagnerová died on 18 January 2025, at the age of 76. Kučera, Pavel (2003). Nejvyšší soud České republiky v Brně (in Czech). Prague: Orac. p. 51. ISBN 80-86199-71-1. 'Senátní obvod číslo 59: V Brně se o post senátora utká 11 lidí, Wagnerová neobhajuje'. iROZHLAS (in Czech). Brno. 17 August 2018. Retrieved 20 January 2025."
    },
    {
        "text": "The Electric Tramway Museum Amsterdam (Electrische Museumtramlijn Amsterdam, EMA) is a local railway, which operates historic electric trams between the Haarlemmermeer station, Amstelveen and Bovenkerk. This is the last remaining part of the former Haarlemmermeer railway lines. The Haarlemmermeer station is a national monument. From 26 May 2020, the local railway line on the municipal monument list of Amstelveen, the Amstelveen Station and the houses along the line were already on the Amstelveen monument list."
    },
    {
        "text": "A by-election will be held in 2025 in Vancouver, British Columbia to fill two vacant seats on Vancouver City Council, following the resignation of Christine Boyle and Adriane Carr.[1] The final voting day has been tentatively scheduled for April 5, 2025, if Vancouver City Council endorses a city staff recommendation to appoint a Chief Election Officer on January 21. Christine Boyle was first elected to Vancouver City Council in the 2018 Vancouver municipal election, and was the first OneCity Vancouver politician to be elected as a city councillor."
    },
    {
        "text": "Jurupari or Iurupari (from Nheengatu, Juruparý [ʒuɾupaˈɾɨ]) in the Tupian mythology is a mythical hero or god known to indigenous tribes of Brazil and Colombia, by indigenous peoples of the Tupi-Guarani, Tucano and Arawak linguistic families. This legend intervenes in some important traditions such as the laws of Jurupari — or the laws of the Sun (Guaraci, his father) —, the ritual of Jurupari, and within this, the flutes and masks of Jurupari. The Legend of Jurupari is an Amazonian founding mythical tale that is known from the transcription made from the version told at the end of the 19th century by the Brazilian indigenous Maximiano José Roberto and translated into Italian by Count Ermanno Stradelli. It is one of the great pre-Columbian texts that have survived along with the Popol Vuh."
    },
    {
        "text": "On January 20, 2025, during the first day of his second term, United States President Donald Trump issued a proclamation[1] that granted clemency to approximately 1,500 defendants convicted of offenses related to the January 6 United States Capitol attack that occurred near the end of his first presidential term. In the aftermath of his 2020 presidential election loss to Joe Biden, President Trump repeatedly made false claims that widespread electoral fraud had occurred and that only he had legitimately won the election. Although most resulting lawsuits were either dismissed or ruled against by numerous courts."
    },
    {
        "text": "Because all homosexual sexual activity is condemned as sinful by the Church of Jesus Christ of Latter-day Saints (LDS Church) in its law of chastity, and the church teaches that God does not approve of same-sex marriage, many LGBTQ members of the LDS Church have felt that they should marry someone of the opposite sex. According to LDS historian Greg Prince, for decades church leaders counseled many men to be sealed to a women with the promise this would 'cure' their homosexuality, and the overall track record of these mixed-orientation marriages (MOMs) has 'generally been dismal, often catastrophic, and sometimes lethal' despite the best intentions."
    },
    {
        "text": "The 7th Legislature of the Third Portuguese Republic (Portuguese: VII Legislatura da Terceira República Portuguesa) ran from 27 October 1995 to 24 October 1999. The composition of the Assembly of the Republic, the legislative body of Portugal, was determined by the results of the 1999 legislative election, held on 1 October 1995. The 8th Portuguese legislative election was held on 1 October 1995. In the election, the Socialist Party (PS) won the election, despite not winning a majority."
    },
    {
        "text": "Tremella compacta is a species of fungus in the order Tremellales. It produces large, ochraceous yellow, compactly lobed, cartilaginous-gelatinous basidiocarps (fruit bodies) on dead branches of broadleaved trees. It was originally described from Brazil and is distributed in northern South America, Central America, and the Caribbean. The species was first published in 1895 by German mycologist Alfred Möller based on a collection from Blumenau. As a probable parasite of Stereum fruit bodies, Tremella compacta belongs in the genus Naematelia, but the species has not as yet undergone DNA sequencing to confirm this."
    },
    {
        "text": "John Alfred Mattsson (16 July 1917 — 16 October 1999) was an Irish international rugby union player. Mattsson was a Cork native and played for his rugby for Wanderers. Although only capped once, Mattsson had the distinction of being part of Ireland's grand slam-winning 1948 Five Nations campaign. He came in at fullback for their second fixture, against England at Twickenham, deputising an unavailable Dudley Higgins. His performance was regarded as solid in a one-point win, with Ireland's Saturday Night highlighting his fielding and kicking, while also noting he'd been bettered by Dickie Guest in one of the England winger's two tries."
    },
    {
        "text": "Michelle Velzeboer (born 9 March 2003) is a short track speed skater from the Netherlands. She is member of the Dutch team that won the 3000 meter relay event at the World Championships in 2023 and 2024. Michelle is the second child of Mark Velzeboer and his wife Carianne. Her older sister Xandra Velzeboer and her aunts Simone and Monique are also short track speed skaters.[1] Velzeboer started short track speed skating at age 6, with her father as the trainer.[2] She studies psychology at the Open Universiteit."
    },
    {
        "text": "Hut was born into a musical family on March 12, 1931 in Rotterdam, the Netherlands. He began playing piano at the age of 10, showing enough musical aptitude to study at the Rotterdam Royal Conservatory. After winning 1st prize in the conservatory concerto competition, Hut made his orchestral debut playing Beethoven’s Piano Concerto No. 3 with the conservatory orchestra. "
    },
    {
        "text": "2/4 is the second single album by the South Korean band Onewe. It was released by RBW on August 29, 2019 and distributed by Stone Music Entertainment. It consists of four tracks, including the lead single 'Regulus'. On August 16, 2019, RBW announced the upcoming release of Onewe's second single album 2/4 on August 29. The full track list was revealed on August 26 with the lead single 'Regulus' (야행성; literally 'nocturnal'), written by the band's guitarist Kanghyun inspired by the novella The Little Prince; along with 'Love Me' (내가 처음 만져본 강아지; literally 'the first puppy I ever touched'), a song written by the band's leader and main vocalist Yonghoon about the first time he managed to overcome his fear of dogs enough pet a puppy, expressing the shock and overwhelming affection he felt for the puppy; and the 2019 version of 'Feeling Good', which the band originally released in 2016 under their former name M.A.S 0094 as the lead single for their EP Feeling Good Day."
    },
    {
        "text": "The Islamic Resistance Front in Syria (Arabic: جبهة المقاومة الاسلامية في سوريا, romanized: Jabhat al-muqāwamah al-Islāmīyah fī Sūriyā) previously known as the Southern Liberation Front (Arabic: جبهة تحرير الجنوب, romanized: Jabhat taḥrīr al-Janūb) is a pro-Assad militant organization established by the Syrian Social Nationalist Party in response to the Fall of the Assad regime and the Israeli invasion of Syria. The Islamic Resistance Front in Syria was established on December 17, 2024 as the Southern Liberation Front with the goal of it, according to a statement released by the organization, to protect the Syrian people and push Israel out of Syrian territory."
    },
    {
        "text": "Allobates niputidea is a frog in the family Aromobatidae. It is endemic to Colombia. This diurnal frog lives in forests where the trees do not exceeed 20 meters in height. These frogs have been observed no more than 9 meters from permanent streams in these forests, always between 50 and 970 meters above sea level.[2] This frog does not tolerate habitat disturbance well. Scientists have seen the frog in some protected areas: Embalse Topocoro private reserve from ISAGEN, Pauxi Pauxi ProAves Reserve, and Cabildo Verde Reserve."
    },
    {
        "text": "Putting America First In International Environmental Agreements is an executive order signed by United States President Donald Trump on January 20, 2025, during the first day of his second presidential term. The order directed the immediate withdrawal of the United States from the Paris Agreement and other international climate commitments. The executive order marked the second time the United States had withdrawn from the Paris Agreement, following a previous withdrawal during Trump's first presidential term."
    },
    {
        "text": "Le Plateau (also known as Plateau, or Du Plateau) is a neighbourhood and an urban village in Gatineau, located west of downtown Hull. The neighbourhood is limited to Gatineau Park to the north, chemin Vanier to the west, Boulevard Saint-Raymond to the east and Boulevard des Allumettières to the south. It is mostly comprised of houses, but many shopping centres find their home at Plateau. Le Plateau is located south of Gatineau Park, one of the biggest urban parks in the world. It also contains the Gatineau Hills and does not border any major body of water."
    },
    {
        "text": "6-MBPB, also known as 6-(2-methylaminobutyl)benzofuran (6-MABB), is a monoamine releasing agent (MRA) and entactogen-like drug of the amphetamine, phenylisobutylamine, and benzofuran families. It is a positional isomer of 5-MBPB (5-MABB). The drug appears to act as a serotonin–norepinephrine–dopamine releasing agent (SNDRA). values for induction of monoamine release in rat brain synaptosomes have been reported for the individual enantiomers of 6-MBPB.[2] In the case of (S)-6-MBPB, they were 54 nM for serotonin, 77 nM for norepinephrine, and 41 nM for dopamine, whereas for (R)-6-MBPB, they were 172 nM for serotonin, 227 nM for norepinephrine, and inactive for dopamine."
    },
    {
        "text": "Mario Schäfer (Weilburg, Germany; August 19, 1983) is a German entrepreneur and author of the self-help book Doing What Matters: The Power of Purposeful Productivity. Schäfer gained recognition for his book, Doing What Matters: The Power of Purposeful Productivity. He was running as a candidate for the German Free Democratic Party in the 2024 European Parliament elections. 'DNB, Catalogue of the German National Library'"
    },
    {
        "text": "Patrick Luwis is an American actor known for his roles as Axel in Netflix series Cobra Kai and as Ivar in Zack Snyder's Rebel Moon franchise. He has appeared in several prominent television series and films since beginning his acting career in 2017. Luwis was born in Washington, D.C., and developed an interest in acting during his studies at Hampden–Sydney College, where he performed in several stage productions. He graduated with a degree in Theatre and Rhetoric and furthered his education by studying at the University of Oxford and the University of Auckland."
    },
    {
        "text": "The 2025 Navy Midshipmen football team will represent the United States Naval Academy in the American Athletic Conference (AAC) during the 2025 NCAA Division I FBS football season. The Midshipmen are led by Brian Newberry in his third year as the head coach. The Midshipmen will play their home games at Navy–Marine Corps Memorial Stadium located in Annapolis, Maryland. 'American Athletic Conference Announces Football Schedule Model For 2025 Season'. Navy Academy Athletics. Retrieved January 20, 2025."
    },
    {
        "text": "Partomo Moegihardjo Alibazah (3 July 1930 – 18 December 1980) was an Indonesian academic and diplomat. He served as the Deputy Rector of University of Indonesia for Academic Affairs from 1973 to 1977 and as ambassador of Indonesia to the United Nations Educational, Scientific and Cultural Organization from 1977 until his death in 1980. Born on 3 July 1930 in Bandung, Partomo studied medicine at the University of Indonesia (UI). He completed his first candidate exam in March 1953, second candidate exam in June 1955,[3] and received his degree in 1959. He continued his education in genetics at the University of California, Berkeley, where he received his doctorate degree."
    },
    {
        "text": "Peter D. Gifford (August 31, 1812 – March 17, 1888) was an American lawyer, merchant, Democratic politician, and Wisconsin pioneer. He served three terms in the Wisconsin State Assembly, representing Waukesha County during the 1851, 1862, and 1866 terms. He was also a delegate to the convention which drafted the Constitution of Wisconsin in the Winter of 1847–1848. His name was sometimes abbreviated as P. D. Gifford. Peter Gifford was born August 31, 1812, in Northampton, Fulton County, New York. He was raised and educated in New York, and became a lawyer. He came to the Wisconsin Territory in 1844, settling in what is now Waukesha County, Wisconsin."
    },
    {
        "text": "Jacob Reses is an American political advisor serving as Chief of Staff to Vice President JD Vance since January 20, 2025. He previously served as Chief of Staff to Senator JD Vance during his term in the United States Senate. Reses was born in New Jersey and attended Trocki Hebrew Academy, a Modern Orthodox Jewish day school in Margate, New Jersey.[1] He later enrolled at Princeton University, where he majored in the School of Public and International Affairs. During his time at Princeton, Reses was actively involved in campus politics, serving as president of the College Republicans and contributing to student publications."
    },
    {
        "text": "Nel Metcalfe (born 17 December 2004) is a Welsh international rugby union player for Gloucester-Hartpury in Premiership Women's Rugby, as well as the Wales national team. Metcalfe was born on December 17 2004 in Bangor, Wales. Until 2023, she played for Nant Conwy RFC. In October 2023, aged 18, she made her debut for Wales against the United States and was included in the squad that would travel to New Zealand for the 2023 WXV competition. Her first international start was against New Zealand."
    },
    {
        "text": "Serhiy Fedorovych Kaltsev (Ukrainian: Сергій Федорович Кальцев; born on 20 April 1960), is a Ukrainian politician who had served as a member of the Verkhovna Rada from 2012 to 2014. He had been the head of the Zaporizhzhia regional organization of the Party of Regions. He is awarded the Knight of the Order of Merit III degree in 2010. Serhiy Kaltsev was born in Berdiansk on 20 April 1960. From 1975 to 1979, he attended the Berdyansk Machine-Building Technical School, specialty 'technician-technologist'."
    },
    {
        "text": "Paul Francis Kane (27 November 1891 — 11 August 1953), also known as Paul Markham, was a New Zealand priest and international rugby union player of the 1920s. Kane was born in Timaru and undertook his early education at the local Marist Brothers School. He later boarded at St Patrick's College on Cambridge Terrace in Wellington, where he had three years with the first XV. A Catholic priest, Kane was ordained in 1917 and played his rugby under an alias, taking his mother's maiden name. He captained both the West Coast and Wellington in provincial matches, appearing for the latter in a match against the 1921 Springboks. "
    },
    {
        "text": "Solco Walle Tromp (14 December 1874 – 6 February 1962) was a Dutch footballer who played as a goalkeeper for Koninklijke HFC and the Netherlands national team (unofficial) in the early 1890s. Solco Tromp was born in Simpoer, Bhagalpur division, on 14 December 1874, as the son of Solco Walle Tromp and Henriëtte Gertrude Zoetelief. Together with Pim Mulier, Johan Schröder, Jacob Schorer, Albertus Putman Cramer, Tromp was a member of the Koninklijke HFC team that won the first ever cup match in the Netherlands on 11 February 1894, helping his side to a 3–1 win over Haarlem."
    },
    {
        "text": "Alcor (also known as Zebra or 30-KS-8000) was a solid rocket engine, originally developed by Aerojet for the US Air Force as the third stage of the Athena test vehicle.[1][2][3] Its main appeal was a high mass fraction due to the Aerowrap chamber fabrication process. However, production issues with joint sections limited its use. Alcor engines were used from 1960 to 1977. The original version was used on a series of rockets: Blue Scout Jr, Blue Scout Junior, Astrobee 200, Blue Scout Jr SLV-1C, RAM B, Blue Scout Jr SLV-1B(m), Athena RTV, Strypi VI and Strypi VIIAR."
    },
    {
        "text": "George Scott was an English footballer who played as a defender for RC Roubaix in the early 20th century, being the defensive pillar of the Racing team that won seven consecutive Northern championships from 1902 to 1908, and then reached seven consecutive finals of the French championship, winning five (1902–04, 1906, and 1908). On 3 May 1903, Scott started in the final of the Challenge International du Nord against Racing Club de Bruxelles, and even though Roubaix lost 0–4, Scott was considered one of the best players on the pitch."
    },
    {
        "text": "Georges Meuris (14 March 1907 – 8 September 1984) was a French footballer who played as a midfielder for Olympique Lillois, Montpellier, and Red Star in the 1930s. He also made one appearance for the French national team in 1937. Born in Forest, Belgium, Meuris began his football career at La Forestoise in 1924, aged 17, where he remained for three seasons, until 1927.[1][2] In 1929, he joined the French club Olympique Lillois, where he stayed for the next five seasons, standing out as a midfielder, being described as a 'tacky half with the courage of a lion'."
    },
    {
        "text": "Melanerythrus is a genus of true bugs. It is found primarily on the Australian mainland, although some occurrences are also in Tasmania and Indonesia. There are five species recognized in this genus: Melanerythrus biguttatus (Fabricius, 1775), Melanerythrus ignitus Slater Alex, 1985, Melanerythrus mactans (Stal, 1867), Melanerythrus mutilatus (Erichson, 1842), Melanerythrus uptoni Slater"
    },
    {
        "text": "Marta Bitner (born 1991) is a retired film and television actress. She appeared in films The Condemnation of Franciszek Kłos (2000), and The Hexer (2001), and television series Two Sides of the Coin (2007), Days of Honor (2008), Egzamin z życia (2008), Giraffe and Rhino Hotel (2008), Barwy szczęścia (2009, 2011), Licencja na wychowanie (2010–2011), and Medics (2012). Marta Bitner was born in 1991. As a child, she portrayed Wandzia in 2000 television war drama film The Condemnation of Franciszek Kłos, and Ciri of Cintra in 2001 fantasy film The Hexer. Her latter performance was badly reviewed by film critics, leading to her taking a break in her acting career. Later, she appeared in television series Two Sides of the Coin (2007), Days of Honor (2008), Egzamin z życia (2008), Giraffe and Rhino Hotel (2008), Barwy szczęścia (2009, 2011), Licencja na wychowanie (2010–2011), and Medics (2012)."
    },
    {
        "text": "Mammillaria matudae, commonly known aw the thumb cactus, is a species of cactus from Mexico. It was named after the botanist Eizi Matuda. Mammillaria matudae is a succulent subshrub.[3] It grows either solitarily or in clusters from its base. Its cylindrical stems are slender, reaching 10–20 cm in height and about 3 cm in diameter, and have a sprawling or creeping habit. A variety, described as var. serpentiformis but no longer separately recognized, can grow up to a meter long and 7 cm wide. The axils are smooth and bare. It features 18–20 delicate, translucent white radial spines, each just 2–3 mm long. A single central spine (two in the untypified var. serpentiformis fa. duocentralis) stands out, pinkish-white when young and aging to a dull white, measuring 4–5 mm. The flowers are small but striking, with pale reddish-purple petals, about 12 mm in length and width. Its fruit, green with a reddish tint, houses brown seeds."
    },
    {
        "text": "Tosia neossia is a species of endemic Australian starfish in the family Goniasteridae. Tosia neossia lives in littoral areas, in rock pools, and in shallow waters not exceeding 26 metres (85 ft) deep, both in open areas and hidden under rocks. It is distributed along the southern coast of the Australian state of Victoria, in the extreme southeastern coast of South Australia, and around Tasmania and the Bass Strait, making it an endemic Australian species. Tosia neossia is carnivorous and feeds on sponges and other invertebrates. Tosia neossia eggs are orange and measure about 700 µm."
    },
    {
        "text": "The 3rd Winter Maccabiah was an international winter sports sports event held from 1 January 2023 to 9 January 2023 in Ruhpolding, Germany. Approximately 400 athletes participated in the games.[3] The 2023 Maccabiah Games came after a hiatus of 85 years in the winter edition of the Maccabiah.[1][2] The two previous editions were held in the 1930s. Kovac, Adam (3 January 2023). 'First Jewish Winter Games held in more than 85 years kick off in Germany; Athletes wave the Israeli flag and are set to compete in skiing, figure skating and snowboarding'. Forward. For the first time in more than 85 years, Jewish athletes are competing in Maccabi winter games — and they're doing it in Germany. The Makkabi Deutschland Winter Games kicked off Tuesday in Ruhpolding, in the Bavarian Alps."
    },
    {
        "text": "The Primitive Methodist Chapel is a historic building in Staithes, a village in North Yorkshire, in England. Primitive Methodism first reached Staithes in the 1820s,[1] and a chapel was completed in 1858. However, it soon proved too small, and a new chapel was built next door in 1880. The old chapel was converted into a Sunday school.[2] The chapel became known for its music, and in the 1940s a choral quintet led by Willie Verrill was broadcast on BBC Radio on several occasions. In 1932, the Primitive Methodists became part of the new Methodist Church of Great Britain, which also inherited a Wesleyan Methodist chapel in the village. The two congregations remained separate until 1970, when in a compromise arrangement, it was agreed to worship at the two buildings on alternate Sundays. However, in 1975, the arrangement was abandoned and both chapels opened each Sunday."
    },
    {
        "text": "Leanne Priestley (27 December 1963) was an Australian soccer player who participated at the 1989 OFC Women's Championship.[1][2] Priestley scored twice at the 1987 Women's World Invitational Tournament. 'Teams of the Decades | Women's 1979-1989 | My Football'. www.myfootball.com.au. Dec 20, 2013. Retrieved Jan 20, 2025. 'Price and Pride of being Pioneering Matilda'. Mirage News. Retrieved Jan 20, 2025."
    },
    {
        "text": "Jody Berland is a Canadian scholar, full professor emerita at York University.[1] [2]She was awarded the Gertrude J. Robinson Book Prize by the Canadian Communication Association. She is the Principal Investigator of the SSHRC-funded multidisciplinary research project Digital Animalities: Media Representations of Nonhuman Life in the Age of Risk. Her scholarship is known for its focus on how media technologies, environmental issues, and cultural phenomena interact and how they shape and mediate human and nonhuman experiences.[5] Her work explores topics, including media theory, music and technology, feminism, human- animal relations, digital media, weather and climate, and sound studies."
    },
    {
        "text": "Alexander (Nemolovsky) (Russian: Александр (Немоловский), romanized: Aleksandr Nemolovskij; August 30, 1876 - April 11, 1960), born Alexander Aleksandrovich Nemolovsky (Russian: Александр Алексеевич Немоловский, romanized: Aleksandr Aleksandrovich Nemolovsky) was an Eastern Orthodox bishop and a vicar of the Vicarate of Alaska and North America, from 1909 to 1916, and later Archbishop of the Aleutians and North America from 1919 to 1922. He was also metropolitan of Brussels and Belgium from 1948 until his death in 1960. "
    },
    {
        "text": "Mike Pike (born c. 1976) is an American politician from Iowa. Pike, a plumber, ran in the 2024 Iowa Senate election as a Republican, and unseated Democratic incumbent Nate Boulton of District 20. Gruber-Miller, Stephen (22 November 2024). 'Nate Boulton concedes Iowa Senate District 20 race to challenger Mike Pike after recount'. Des Moines Register. Retrieved 20 January 2025. Baskins, Kevin (5 November 2024). 'Republican newcomer Mike Pike holds 43-vote edge over incumbent Nate Boulton in Senate race'. Des Moines Register. Retrieved 20 January 2025."
    },
    {
        "text": "Volodymyr Fedorovych Kaltsev (Ukrainian: Володимир Федорович Кальцев; born on 16 June 1966), is a Ukrainian politician and activist who is currently a member of the Verkhovna Rada since 29 August 2019. A former member of various pro-Russian parties, banned in Ukraine, he had served as the acting Mayor of Zaporizhia in 2010, and had been the 1st Deputy Chairman of the Zaporizhia Oblast State Administration at that same year. He also had been the Deputy Chairman of the Zaporizhia Oblast State Administration from 2006 to 2008."
    },
    {
        "text": "Dorothy Fink is an American endocrinologist and government official who has served as the acting United States Secretary of Health and Human Services since January 20, 2025.[1] She is also the director of the Office on Women's Health in the Department of Health and Human Services. Diamond, Dan (January 20, 2025). 'Trump team taps Dorothy Fink to serve as interim HHS secretary'. The Washington Post – via archive.ph."
    },
    {
        "text": "The Hôtel de Ville (French pronunciation: [otɛl də vil], City Hall) is a municipal building in Boulogne-Billancourt, Hauts-de-Seine, in the western suburbs of Paris, France standing on Avenue André Morizet. It was designated a monument historique by the French government in 1975. Following the French Revolution, the new town council established offices in the clergy house attached to the Église Notre-Dame-des-Menus. After occupying accommodation at No. 35 Grande-Rue (now Avenue Jean-Baptiste-Clément) from 1813, the council returned to the clergy house in 1825.[2] The council relocated to an 18th-century building belonging to Baroness Daumont on the corner of Rue de Montmorency and Rue de Buzenval (now Rue Anna Jacquin) in 1845, and then moved again to a new building erected at the former estate of Sieur de Guaïta on Rue de Billancourt (now Place de Léon-Blum) in 1880."
    },
    {
        "text": "Louis Henry Drakeford (died November 1952)[1] was an Australian journalist, author and songwriter. He was a brother of Labor politician Arthur Drakeford (26 April 1878 – 9 June 1957). Drakeford was born in Victoria, Australia, a son of jeweller Samuel Finch Drakeford (died 1933)[2] and his wife Elizabeth Margaret Drakeford, née Josephs. In his early days Drakeford lived in Sale, Victoria, Walhalla, Victoria, and Melbourne;[1] sometime around 1900 moving to northern China, where he worked for 27 years,[3] before moving to New York City, where he spent the rest of his life."
    },
    {
        "text": "Estadio Alberto Mora Mora, better known as the Mora Mora or the Fortín de Libaré is a Colombian stadium located in the Colombian city of Pereira, Risaralda Department, especially intended for the practice of football. It was inaugurated in 1943, in the sector corresponding to what is now the Kennedy Neighborhood of the city. It has a capacity for 10,000 spectators. It was the home of Deportivo Pereira until the construction of the Estadio Hernán Ramírez Villegas, although occasionally the team plays Copa Colombia matches in that stadium. It was initially called the Libaré stadium and was inaugurated in a small tournament between the teams Once Deportivo de Manizales and a merger of the Viriocol and Otún teams. In the 1950s it was renamed Alberto Mora Mora, in honor of a renowned doctor and sports manager of the city."
    },
    {
        "text": "Simone Peyton Jackson (born January 28, 2003) is an American soccer player who plays as a forward. She played college soccer for the USC Trojans. She has represented the United States at the youth international level. Jackson grew up in Redondo Beach, California.[1] She began playing soccer with an AYSO team at age four.[2] She attended Bishop Montgomery High School, where she played for the soccer, tennis, and track teams, and co-founded the school's Black Student Union.[1] She played club soccer for So Cal Blues, winning the ECNL under-15 national championship in 2017, before moving to Slammers FC, where she was named ECNL All-American in 2019 and 2021.[3][4] She committed to USC when she was a freshman.[5] She was ranked by TopDrawerSoccer as the third-best recruit of her class."
    },
    {
        "text": "Everett M. Woodel Jr. is an American government official serving as District Director of the Small Business Administration for Central and Southern Ohio, based in Columbus, Ohio.[1] He was designated as Acting Administrator of the SBA on January 20, 2025, by newly inaugurated president Donald Trump. Woodel received his bachelor's degree in education from Bowling Green State University and his MBA from Ohio University. He is a U.S. Army veteran. Prior to joining the SBA as director of the Columbus district in 2019, Woodel was Ohio regional director for Vermont Energy Investment Corporation, an energy efficiency nonprofit. He has also worked for the government of Ohio and as a U.S. House of Representatives staff member."
    },
    {
        "text": "Jade Hovine is a Belgian figure skater. She is the 2022 NRW Trophy champion and a four-time Belgian national silver medalist (2020, 2022-2024). Hovine was born in Lille, France on June 11, 2004, and grew up in Vaulx, Tournai. She lives in Nice, where she studies law at Côte d'Azur University. Hovine began skating when she was six or seven in Tournai. She later trained in Wevelgem until the rink there closed and then in Ghent. Hovine then trained in Antwerp, where she lived alone during the week and her parents joined her on the weekends. She began taking online classes when she was twelve due to her training schedule."
    },
    {
        "text": "Susanne Oliver Haaland (born 15 January 1998) is a Norwegian footballer who plays for Ottawa Rapid FC in the Northern Super League. Haaland played youth football with Holmen IF, before joining Stabæk in August 2013. Haaland debuted at the professional level with the Stabæk first team, at the age of seventeen. In 2017, she joined Øvrevoll Hosle in the second tier. In March 2021, she signed with Kolbotn in the Toppserien.[4] She served as the club's captain in 2023 and 2024.[5] In December 2023, after helping the club earn promotion back to the top tier for 2024, she re-signed for the 2024 season."
    },
    {
        "text": "Cornelius Ver Bryck (January 1, 1813 – May 31, 1844) was an American portrait painter. He was active until his death in 1844, aged 31. Ver Bryck was born in Yaugh Paugh, New Jersey,[1] in 1813. In 1833, he painted fellow artist Thomas Sully. The oil-on-canvas original is in the possession of Brooklyn Museum. He began studying under Samuel F. B. Morse in 1835. The following year, he was elected an associate member of the National Academy of Design.[3] He became a member in 1840."
    },
    {
        "text": "Rina Naranjo Swentzell (1939 – 2015) was a Tewa Santa Clara Puebloan author, potter, historian and architect. She was known for her expertise in Pueblo art and architecture, and for her work as an activist for the Santa Clara Pueblo people. Rina Swentzell was born Rina Naranjo to Rose 'Gia' and Michael Naranjo, a Baptist minister and a traditional potter in Santa Clara Pueblo.[1][2] One of ten children born to the Naranjo family, their mother's line hailed from a long line of ceramicists and Puebloan artists. Swentzell's brother Michael Naranjo and sister Jody Folwell would become prominent ceramic artists. Swentzell's home of the Santa Clara Pueblo, and the tradition of Puebloan pottery passed down through the generations would leave a strong impression on her future studies and career."
    },
    {
        "text": "Roman Fritz (born 24 January 1966)[1] is a Polish politician and entrepreneur, he serves as a member of the 10th term Sejm. Fritz was born in Mikołów as the son of Romana and Alojzy.[2] In 1987, he became involved in organizing the underground structures of the Independent Students' Association (NZS) at the Silesian University of Technology.[3][4][5] In March 1989, he became a member of the organizing committee of the NZS at this university. He was also involved in the distribution of second-circulation publications and participated in anti-communist demonstrations. In 2019, he unsuccessfully ran for the Sejm from the list of the Confederation Liberty and Independence in the district no. 30."
    },
    {
        "text": "Trybooking is an Australian event ticketing & event management platform. The service allows users to create, promote and manage local events. The service charges a fee to event organisers who run paid events through their platform. Launched in 2008 in Melbourne, the platform currently operates across Australia and New Zealand, as well as in the United Kingdom under a licensing agreement. Trybooking was founded in 2008 by entrepreneurs Grant and Delma Dunoon, who had previously been running a payroll software company.[1] The couple aimed to simplify registration for school events by providing a simple online booking engine."
    },
    {
        "text": "The Gumbo World Tour was a concert tour by American singer PJ Morton that promoted his fourth studio album Gumbo. The tour lasted from June 30 to October 21, 2017. The next year he returned with the More Gumbo Tour from March 14 to October 21, 2018. The two collectively known as the Gumbo Tours lasted from June 30, 2017, to October 21, 2018. These concerts would mark his first on a global scale, sporadically performing through the second half of 2017. Morton released his fourth studio album Gumbo on April 14, 2017, through his own label Morton Records, and announced the accompanying tour on June 23, 2017.[1] He originally announced 30 dates from June 30 to September 26 and added 3 more dates between October 19 and 21. He also would include special guest Major Ash on select dates."
    },
    {
        "text": "Abdus Sobhan Chowdhury was a son of a zamindar from Tangail District's Delduar.[1] Chowdhury married Tohurunessa, the daughter of Shobdel Ali, zamindar of Bogra.[1] Due to the premature death of Tohurunessa's only brother, Chowdhury became the zamindar of Bogra. On 20 March 1894, Chowdhury was conferred the title of Nawab by the British Raj for his beneficent contributions to society. Chowdhury purchased a 3.75 acre property on the bank of Karatoya River from one Abot, a British indigo industrialist."
    },
    {
        "text": "A light train is a type of passenger train that is developed for mainline rail roads. These type of trains are developed using lightweighting, with the purpose of reducing operating costs.[1][2] Light trains that appeared in the 1930s were called lightweight cars. Most light trains in use in the 21st century were developed for mainline rail roads in Europe, however they do not meet the crash-safety guidelines from the U.S. Federal Railroad Administration (FRA). Light trains in the U.S. can therefore only be used on isolated lines, where they are referred to as diesel light rail tranist (abbreviated DLRT)."
    },
    {
        "text": "Dennis Strickland (born November 1, 1957) is an American professional stock car racing driver who has previously competed in the ARCA Racing Series from 2000 to 2013. Strickland also competed in the ASA CRA Super Series, the Iceman Super Car Series, the Main Event Racing Series, the ARCA Late Model Gold Cup Series, and the Sweet Manufacturing Outlaw Super Late Model Series. (key) (Bold – Pole position awarded by qualifying time. Italics – Pole position earned by points standings or practice time. * – Most laps led.)"
    },
    {
        "text": "Joseph Knight (c. 1854 – 1928) was an English activist and writer. He was an advocate for temperance and vegetarianism. Knight founded the Scottish Vegetarian Society and served as secretary of the Vegetarian Society. Additionally, he authored several pamphlets and articles on vegetarianism, and delivered lectures promoting the cause. Knight was born around 1854.[1] He was a member of the Band of Hope from the age of six. As an adult, Knight became a passionate and well-known promoter of temperance and vegetarianism.[2] He joined the Vegetarian Society in 1881 and held various roles within the organisation.[1] In 1885, he became its secretary,[1] a position he held until 1895."
    }
]
